Repository: shr-project/pyphonelog
Catalog: data/po/*/phonelog.po
Languages: cs, de, eo, es, fr, gl, sv

source: Showing main window
cs: Zobrazování hlavního okna
de: Zeige Hauptfenster
eo: Montri ĉeffenestro
es: Mostrando la ventana principal
fr: Affichage de la fenêtre principale
gl: Amosando a fiestra principal
sv: Visar huvudfönster

source: Failed to initialize contacts
cs: Nepodařilo se inicializovat kontakty
de: Das initialisieren der Kontakte ist fehlgeschlagen
eo: Fiaskis la ŝarĝadon de kontaktoj
es: Falló la inicialización de los contactos
fr: Échec de l'initialisation des contacts
gl: Fallou a iniciación dos contactos

source: Call
cs: Volat
de: Anrufen
eo: Voki
es: Llamar
fr: Appeler
gl: Chamar
sv: Ring

source: Numbers
cs: Čísla
de: Nummern
eo: Numeroj
es: Números
fr: Numéros
gl: Números
sv: Nummer

source: Add
cs: Přidat
de: Hinzufügen
eo: Aldoni
es: Añadir
fr: Ajouter
gl: Engadir
sv: Lägg till

source: Duration
cs: Délka
de: Dauer
eo: Daŭro
es: Duración
fr: Durée
gl: Duración
sv: Samtalstid

source: Started populating list
cs: Zahájeno naplňování seznamu
de: Starte mit dem erstellen der Liste
eo: Pligrandigon de listo komencita
es: Comenzó la carga de la lista
fr: Début du remplissage de la liste
gl: Comezou a carga da lista
sv: Börjat fylla i lista

source: Done populating list
cs: Naplňování seznamu dokončeno
de: Liste fertiggestellt
eo: Pligrandigon de listo terminita
es: Finalizó la carga de la lista
fr: Fin du remplissage de la liste
gl: Rematada a carga da lista
sv: Klar med att fylla i lista

source: Failed to initiate a call
cs: Nepodařilo se zahájit hovor
de: Anruf ist fehlgeschlagen
eo: Fiaskis en komencado de voko
es: Falló el establecimiendo de una llamada
fr: Échec du démarrage de l'appel
gl: Fallou o establecemento dunha chamada
sv: Misslyckades med att initiera ett samtal

source: Names
cs: Jména
de: Namen
eo: Nomoj
es: Nombres
fr: Noms
gl: Nomes
sv: Namn

source: Date
cs: Datum
de: Datum
eo: Datoj
es: Fecha
gl: Data
sv: Tidpunkt

source: Started caching contacts
cs: Zahájeno kešování kontaktů
de: Starte mit dem cachen der Kontakte
eo: Kaŝmemori kontaktojn komencita
es: Comenzó la carga en caché de los contactos
fr: Début de la mise en cache des contacts
gl: Comezou a carga en caché dos contactos

source: Done caching contacts
cs: Kešování kontaktů dokončeno
de: Kontakte fertig gecacht
eo: Kaŝmemori kontaktojn terminita
es: Finalizó la carga en caché de los contactos
fr: Fin de la mise en cache des contacts
gl: Rematada a carga en caché dos contactos

source: Started getting
cs: Zahájeno dostávání
de: Beginne mit holen von:
eo: Komencita obtenadon de
es: Comenzó la obtención
fr: Début de la récupération
gl: Comezou a obtención
sv: Börjat hämtning

source: Finished getting
cs: Dokončeno dostávání
de: Fertig mit holen von:
eo: Komencita obtenadon de
es: Finalizó la obtención
fr: Fin de la récupération
gl: Rematou a obtención
sv: Klar med hämtning

source: Phonelog
cs: Historie hovorů
de: Telefonlogger
eo: TelefonRegistro
es: Lista de llamadas
fr: Liste d'appels
gl: Lista de chamadas
sv: Samtalslistor

source: Initialized global vars
cs: Inicializované globální promněnné
de: Globale Variablen initialisiert
eo: Komencado de ĉionenetenaj variabloj
es: Inicializadas las variables globales
fr: Initialisation des variables globales terminée
gl: Iniciáronse as variables globais
sv: Initierade globala variabler

source: Initializing gtk interface
cs: Inicializování gtk rozhraní
de: Initialisiere GTK-Oberfläche
eo: Komencanta gtk interfacon
es: Inicializando la interfaz gtk
fr: Initialisation de l'interface gtk en cours
gl: Iniciando a interfaz gtk
sv: Initierar gtk-gränssnitt

source: Phone Log
sv: Samtalslistor
